---
kind: type
id: T:Autodesk.Revit.DB.ExportUnit
source: html/1d3eb4f4-81d2-10a6-3eab-4a9c20e39053.htm
---
# Autodesk.Revit.DB.ExportUnit

An enumerated type listing possible target units for CAD Export.

## Syntax (C#)
```csharp
public enum ExportUnit
```